Repository: inqdesign/FutureVoice
Catalog: FutureVoice/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Finish a conversation, then come back to shadow any line your fluent self said.
de: Beende ein Gespräch und komm zurück, um jeden Satz deines fließenden Ichs nachzusprechen.
es: Termina una llamada y vuelve para hacer shadowing de cualquier frase que dijo tu yo fluido.
fr: Termine un appel, puis reviens faire du shadowing sur n’importe quelle phrase de ton moi fluide.
ja: 通話を一度終えると、流暢な自分が話した文からどれでも選んでシャドーイングできます。
ko: 대화를 한 번 마치면, 유창해진 내가 한 말 중에 아무 문장이나 골라 따라 말할 수 있어요.
zh_hans: 先完成一次对话，再回来跟读流利的自己说过的任何一句。
zh_hant: 先完成一次對話，再回來跟讀流利的自己說過的任何一句。

source: Finished
de: Abgeschlossen
es: Terminado
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Finished books. They keep their progress — unarchive anytime.
de: Abgeschlossene Bücher. Ihr Fortschritt bleibt — jederzeit wieder hervorholbar.
es: Cuadernos terminados. Conservan tu progreso — puedes recuperarlos cuando quieras.
fr: Carnets terminés. Ils gardent ta progression — à ressortir quand tu veux.
ja: 終えたブックです。進み具合はそのまま残り、いつでも戻せます。
ko: 끝낸 책이에요. 진행 상황은 그대로 남고, 언제든 다시 꺼낼 수 있어요.
zh_hans: 读完的复习本。进度都会保留，随时可以取消封存。
zh_hant: 讀完的複習本。進度都會保留，隨時可以取消封存。

source: Fluent, flexible, and precise — even on complex topics.
de: Fließend, flexibel und präzise — auch bei komplexen Themen.
es: Con fluidez, flexibilidad y precisión, incluso en temas complejos.
fr: Fluide, souple et précis, même sur des sujets complexes.
ja: 複雑な話題でも流暢に、柔軟に、正確に話せます。
ko: 복잡한 주제에서도 유창하고 유연하고 정확해요.
zh_hans: 就算是复杂的话题，也能说得流畅、灵活又精准。
zh_hant: 就算是複雜的話題，也能說得流暢、靈活又精準。

source: Follow the highlight · tap to cancel
de: Folge der Hervorhebung · zum Abbrechen tippen
es: Sigue lo resaltado · toca para cancelar
fr: Suis le surlignage · touche pour annuler
ja: ハイライトに合わせて読む · タップでキャンセル
ko: 하이라이트를 따라가세요 · 누르면 취소
zh_hans: 跟着标示念 · 点击取消
zh_hant: 跟著標示唸 · 點一下取消

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 무료
zh_hans: 免费
zh_hant: 免費

source: Free notes — quirks, recent events, anything that helps
de: Freie Notizen — Eigenheiten, aktuelle Ereignisse, alles, was hilft
es: Notas libres — costumbres, cosas recientes, lo que ayude
fr: Notes libres — habitudes, événements récents, tout ce qui aide
ja: 自由メモ（癖、最近の出来事、役立つことなら何でも）
ko: 자유 메모 — 습관, 최근 일, 도움이 될 것 무엇이든
zh_hans: 自由备注：习惯、最近发生的事，任何有帮助的都行
zh_hant: 自由備註：習慣、最近發生的事，任何有幫助的都行

source: Friends joined
de: Beigetretene Freunde
es: Amigos que se unieron
fr: Amis inscrits
ja: 参加した友だち
ko: 가입한 친구
zh_hans: 加入的朋友
zh_hant: 加入的朋友

source: From scenarios
de: Aus Situationen
es: De situaciones
fr: Des situations
ja: シチュエーションから
ko: 상황에서
zh_hans: 来自情境
zh_hant: 來自情境

source: From talks
de: Aus Gesprächen
es: De llamadas
fr: Des appels
ja: 通話から
ko: 대화에서
zh_hans: 来自对话
zh_hant: 來自對話

source: From your recent sessions
de: Aus deinen letzten Sitzungen
es: De tus últimas sesiones
fr: De tes dernières sessions
ja: 最近のセッションから
ko: 최근 세션에서
zh_hans: 来自最近的练习
zh_hant: 來自最近的練習

source: Full immersion pace
de: Volles Immersionstempo
es: Ritmo de inmersión total
fr: Rythme immersion totale
ja: どっぷり浸かるペース
ko: 몰입해서 하는 정도
zh_hans: 全心投入的步调
zh_hant: 全心投入的步調

source: full line
de: ganzer Satz
es: frase completa
fr: phrase complète
ja: 文全体
ko: 전체 문장
zh_hans: 整句
zh_hant: 整句

source: Fully translated
de: Vollständig übersetzt
es: Ajustes y explicaciones traducidos
fr: Réglages et explications traduits
ja: 設定や説明まで翻訳されます
ko: 설정과 설명까지 번역돼요
zh_hans: 连设置和说明都会翻译
zh_hant: 連設定和說明都會翻譯

source: Future self
de: Fließendes Ich
es: Tu yo del futuro
fr: Ton futur moi
ja: 未来の自分
ko: 미래의 나
zh_hans: 未来的自己
zh_hant: 未來的自己

source: Future Self
de: Fließendes Ich
es: Tu yo fluido
fr: Ton moi fluide
ja: 流暢な自分
ko: 유창해진 나
zh_hans: 流利的自己
zh_hant: 流利的自己

source: Future self · %lld
de: Fließendes Ich · %lld
es: Tu yo fluido · %lld
fr: Ton moi fluide · %lld
ja: 流暢な自分 · %lld
ko: 유창해진 나 · %lld
zh_hans: 流利的自己 · %lld
zh_hant: 流利的自己 · %lld

source: Future self is the pixel surface behind every call button — tap a theme to feel it.
de: Future self ist die Pixelfläche hinter jedem Anruf-Button — tippe ein Thema an, um es zu spüren.
es: Future self es la superficie de píxeles que hay detrás de cada botón de llamada — toca un tema para sentirlo.
fr: Future self, c’est la surface de pixels derrière chaque bouton d’appel. Touche un thème pour voir l’effet.
ja: Future selfは、すべての通話ボタンの背景に敷かれるピクセル面です。テーマをタップして雰囲気を確かめてみてください。
ko: Future self는 모든 통화 버튼 뒤에 깔리는 픽셀 화면이에요. 테마를 눌러 느낌을 보세요.
zh_hans: Future self是每个通话按钮背后的像素界面。点击主题感受看看。
zh_hant: Future self是每個通話按鈕背後的像素畫面。點一下主題感受看看。

source: Future self is thinking…
de: Dein fließendes Ich denkt nach…
es: Tu yo fluido está pensando…
fr: Ton moi fluide réfléchit…
ja: 流暢な自分が考え中…
ko: 유창해진 내가 생각하는 중…
zh_hans: 流利的自己正在想…
zh_hant: 流利的自己正在想…

source: Future self speaking — tap to hang up
de: Dein fließendes Ich spricht — tippen zum Auflegen
es: Habla tu yo fluido — toca para colgar
fr: Ton moi fluide parle — touche pour raccrocher
ja: 流暢な自分が話しています · タップで通話終了
ko: 유창한 내가 말하는 중 — 누르면 통화 종료
zh_hans: 流利的自己说话中 · 点击挂断
zh_hant: 流利的自己說話中 · 點一下掛斷

source: Generate review material
de: Lernmaterial erzeugen
es: Crear material de repaso
fr: Créer le matériel de révision
ja: 復習教材を作る
ko: 복습 자료 만들기
zh_hans: 创建复习教材
zh_hant: 建立複習教材

source: Generate scenarios for %@
de: Situationen für %@ erstellen
es: Crear situaciones de %@
fr: Créer des situations pour %@
ja: %@のシチュエーションを作る
ko: %@ 상황 만들기
zh_hans: 为%@创建情境
zh_hant: 為%@建立情境

source: Get started
de: Los geht's
es: Empezar
fr: Commencer
ja: はじめる
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

source: Given %@
de: Erteilt am %@
es: Aceptado el %@
fr: Accepté le %@
ja: 同意した日: %@
ko: 동의한 날: %@
zh_hans: 同意日期：%@
zh_hant: 同意日期：%@

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
ko: 목표
zh_hans: 目标
zh_hant: 目標

source: Goal met. How did it feel?
de: Ziel erreicht. Wie war's?
es: Ya lo hiciste. ¿Hoy te salió bien hablar?
fr: C’est fait. Ça sortait bien, aujourd’hui ?
ja: 終わったね。今日はうまく話せた？
ko: 다 했네. 오늘은 말 좀 잘 나왔어?
zh_hans: 达标了。今天说得顺吗？
zh_hant: 達標了。今天說得順嗎？

source: Goal reached · %lld min
de: Ziel erreicht · %lld Min.
es: Objetivo cumplido · %lld min
fr: Objectif atteint · %lld min
ja: 目標達成 · %lld分
ko: 목표 달성 · %lld분
zh_hans: 达成目标 · %lld分钟
zh_hant: 達成目標 · %lld分鐘

source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
ja: こんにちは
ko: 안녕하세요
zh_hans: 午安
zh_hant: 午安

source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
ja: こんばんは
ko: 좋은 저녁
zh_hans: 晚安
zh_hant: 晚安

source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
ja: おはようございます
ko: 좋은 아침
zh_hans: 早安
zh_hant: 早安

source: Good to have you back.
de: Schön, dass du wieder da bist.
es: ¿Cómo has estado?
fr: Alors, tu vas bien ?
ja: 元気にしてた？
ko: 잘 지냈어?
zh_hans: 最近好吗？
zh_hant: 最近好嗎？

source: Good. %llds more for the cleanest clone
de: Gut. Noch %lld s für den saubersten Klon
es: Bien. %lld s más y el clon saldrá lo más limpio posible
fr: Bien. Encore %lld s et le clone sera le plus net possible
ja: いいですね。あと%lld秒で、いちばんきれいなクローンになります
ko: 좋아요. %lld초만 더 하면 가장 깨끗한 클론이 돼요
zh_hans: 很好。再%lld秒，克隆出来最干净
zh_hant: 很好。再%lld秒，複製出來最乾淨

source: Got it
de: Kann ich
es: Memorizado
fr: Mémorisé
ja: 覚えた
ko: 알아요
zh_hans: 记住了
zh_hant: 記住了

source: Got it — moves up the ladder
de: Sitzt — rückt eine Stufe auf
es: Memorizado — sube un paso
fr: Mémorisé — monte d’un cran
ja: 覚えた · 次の段階に上がります
ko: 알아요 — 다음 단계로 올라가요
zh_hans: 记住了 · 往上一阶
zh_hant: 記住了 · 往上一階

source: Grammar
de: Grammatik
es: Gramática
fr: Grammaire
ja: 文法
ko: 문법
zh_hans: 语法
zh_hant: 文法

source: Grammar review
de: Grammatik-Rückblick
es: Repaso de gramática
fr: Révision de grammaire
ja: 文法の復習
ko: 문법 복습
zh_hans: 语法复习
zh_hant: 文法複習

source: Grounded in your profile — name, city, work, family, interests.
de: Basiert auf deinem Profil — Name, Stadt, Arbeit, Familie, Interessen.
es: Se crean a partir de tu perfil: nombre, ciudad, trabajo, familia, intereses.
fr: Construit à partir de ton profil : prénom, ville, travail, famille, centres d’intérêt.
ja: プロフィール（名前・都市・仕事・家族・興味）をもとに作られます。
ko: 내 프로필(이름·도시·일·가족·관심사)을 바탕으로 만들어져요.
zh_hans: 依你的个人文件（名字、城市、工作、家人、兴趣）创建。
zh_hant: 依你的個人檔案（名字、城市、工作、家人、興趣）建立。

source: Grounded in your relationship with %@ — these appear as ideas when you tap them on the Watch tab.
de: Basiert auf deiner Beziehung zu %@ — diese erscheinen als Ideen, wenn du im Watch-Tab darauf tippst.
es: Basadas en tu relación con %@ — aparecen como ideas cuando tocas a esta persona en la pestaña Escenas.
fr: Basé sur ta relation avec %@. Ces idées apparaissent quand tu touches cette personne dans l’onglet Scènes.
ja: %@との関係をもとに作りました。シーン練習タブでこの人をタップすると、アイデアとして出てきます。
ko: %@와의 관계를 바탕으로 만들었어요. 상황연습 탭에서 이 사람을 누르면 아이디어로 나와요.
zh_hans: 依你和%@的关系创建。在情境练习页点这个人，就会以想法的形式出现。
zh_hant: 依你和%@的關係建立。在情境練習分頁點這個人，就會以想法的形式出現。

source: Growth
de: Fortschritt
es: Progreso
fr: Progression
ja: 成長
ko: 성장
zh_hans: 成长
zh_hant: 成長

source: Half price with your launch code
de: Halber Preis mit deinem Startcode
es: Mitad de precio con tu código de lanzamiento
fr: Moitié prix avec ton code de lancement
ja: ローンチコードで半額適用中
ko: 출시 기념 코드로 반값 적용 중
zh_hans: 上市优惠码半价套用中
zh_hant: 上市優惠碼半價套用中

source: Have a code?
de: Hast du einen Code?
es: ¿Tienes un código?
fr: Tu as un code ?
ja: コードをお持ちですか？
ko: 코드가 있나요?
zh_hans: 有优惠码吗？
zh_hant: 有優惠碼嗎？

source: Have a conversation or watch a scene, then come back to shadow any line your fluent self said.
de: Führe ein Gespräch oder schau eine Szene, dann sprich hier jeden Satz deines fließenden Ichs nach.
es: Habla o mira una escena y luego vuelve para hacer shadowing de cualquier frase que dijo tu yo fluido.
fr: Fais un appel ou regarde une scène, puis reviens faire du shadowing sur une phrase de ton moi fluide.
ja: 通話をするかシーン練習を見たあと、流暢な自分が話した文を選んでシャドーイングできます。
ko: 대화를 하거나 상황연습을 보고 나면, 유창해진 내가 한 말을 골라 따라 말할 수 있어요.
zh_hans: 聊一次或看一个场景，再回来跟读流利的自己说过的任何一句。
zh_hant: 聊一次或看一個場景，再回來跟讀流利的自己說過的任何一句。

source: Have a few conversations and I'll estimate your level and break down how your %@ is developing.
de: Führ ein paar Gespräche, dann schätze ich dein Niveau und zeige dir, wie sich dein %@ entwickelt.
es: Habla unas cuantas veces y calcularé tu nivel y te mostraré cómo avanza tu %@ punto por punto.
fr: Parle quelques fois et j’estimerai ton niveau, puis je détaillerai comment ton %@ progresse.
ja: 何度か通話すると、レベルを推定して、%@の力がどう伸びているかを項目ごとにお見せします。
ko: 대화를 몇 번 나누면 레벨을 추정하고 %@ 실력이 어떻게 늘고 있는지 나눠서 보여드릴게요.
zh_hans: 多聊几次，我就能推估你的等级，并分项告诉你%@进步得怎么样。
zh_hant: 多聊幾次，我就能推估你的等級，並分項告訴你%@進步得怎麼樣。

source: Have an invite code?
de: Hast du einen Einladungscode?
es: ¿Tienes un código de invitación?
fr: Tu as un code d’invitation ?
ja: 招待コードをお持ちですか？
ko: 초대 코드가 있나요?
zh_hans: 有邀请码吗？
zh_hant: 有邀請碼嗎？

source: Hear it
de: Anhören
es: Escuchar
fr: Écouter
ja: 聞いてみる
ko: 들어보기
zh_hans: 听听看
zh_hant: 聽聽看

source: Hear it again
de: Nochmal anhören
es: Escuchar otra vez
fr: Réécouter
ja: もう一度聞く
ko: 다시 듣기
zh_hans: 再听一次
zh_hant: 再聽一次

source: Hear my attempt
de: Eigene Aufnahme anhören
es: Escuchar mi grabación
fr: Écouter ma prise
ja: 自分の録音を聞く
ko: 내 녹음 듣기
zh_hans: 听我的录音
zh_hant: 聽我的錄音

source: Hear target
de: Original anhören
es: Escuchar el modelo
fr: Écouter le modèle
ja: お手本を聞く
ko: 원본 듣기
zh_hans: 听范本
zh_hant: 聽範本

source: Hear yourself
de: Hör dich selbst
es: Escuchar mi voz
fr: Écouter ma voix
ja: 自分の声を聞く
ko: 내 목소리 듣기
zh_hans: 听自己的声音
zh_hant: 聽自己的聲音

source: Hello
de: Hallo
es: Hola
fr: Bonjour
ja: こんにちは
ko: 안녕하세요
zh_hans: 你好
zh_hant: 你好

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
ja: 隠す
ko: 숨기기
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide meaning
de: Bedeutung ausblenden
es: Ocultar el significado
fr: Masquer le sens
ja: 意味を隠す
ko: 뜻 숨기기
zh_hans: 隐藏意思
zh_hant: 隱藏意思

source: Hide words I know
de: Bekannte Wörter ausblenden
es: Ocultar las palabras que sé
fr: Masquer les mots acquis
ja: 知ってる単語を隠す
ko: 아는 단어 숨기기
zh_hans: 隐藏我会的字
zh_hant: 隱藏我會的字

source: Highlighted words are worth picking up — tap one to check it out.
de: Markierte Wörter lohnen sich — tippe eines an, um es dir anzusehen.
es: Las palabras resaltadas vale la pena aprenderlas — toca una para verla.
fr: Les mots surlignés valent la peine d’être appris. Touche-en un pour le voir.
ja: ハイライトされた単語は覚えておく価値があるものです。タップして確かめてみてください。
ko: 표시된 단어는 익혀 둘 만한 것들이에요. 눌러서 확인해 보세요.
zh_hans: 标示的单词值得学起来。点击看看。
zh_hant: 標示的單字值得學起來。點一下看看。

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 记录
zh_hant: 紀錄

source: Honestly, it went really well. I felt prepared.
de: Ehrlich gesagt lief es richtig gut. Ich fühlte mich vorbereitet.
es: La verdad, salió muy bien. Sentí que llevaba todo preparado.
fr: Franchement, ça s’est très bien passé. Je me sentais prêt.
ja: 正直、本当にうまくいきました。準備ができている感じでした。
ko: 솔직히 정말 잘 됐어요. 준비돼 있다는 느낌이었어요.
zh_hans: 老实说，真的很顺利。我觉得准备得很充分。
zh_hant: 老實說，真的很順利。我覺得準備得很充分。

source: How comfortable are you right now?
de: Wie sicher fühlst du dich gerade?
es: ¿Con cuánta soltura puedes hablar ahora?
fr: Tu parles avec quelle aisance en ce moment ?
ja: 今はどのくらい楽に話せますか？
ko: 지금 어느 정도로 편하게 말할 수 있나요?
zh_hans: 现在说起来有多自在？
zh_hant: 現在說起來有多自在？

source: How did today go?
de: Wie ist es heute gelaufen?
es: Buen trabajo hoy también.
fr: Tu as bien bossé aujourd’hui.
ja: 今日もおつかれ。
ko: 오늘도 고생했어.
zh_hans: 今天辛苦了。
zh_hant: 今天辛苦了。

source: How does today look?
de: Wie sieht dein Tag aus?
es: ¿Cómo te sientes hoy?
fr: Tu te sens comment, aujourd’hui ?
ja: 今日の気分はどう？
ko: 오늘 기분은 어때?
zh_hans: 今天心情怎样？
zh_hant: 今天心情怎樣？

source: How it works
de: So funktioniert es
es: Reglas
fr: Les règles
ja: ルール
ko: 규칙
zh_hans: 规则
zh_hant: 規則

source: How it's assessed
de: So wird bewertet
es: Cómo se evalúa
fr: Comment c’est évalué
ja: 判定方法
ko: 판정 방식
zh_hans: 判定方式
zh_hant: 判定方式

source: How long have you been there? (optional)
de: Wie lange bist du schon dort? (optional)
es: ¿Cuánto tiempo llevas ahí? (opcional)
fr: Tu es là depuis combien de temps ? (facultatif)
ja: そこにどのくらい住んでいますか？（任意）
ko: 거기서 얼마나 지내셨어요? (선택)
zh_hans: 在那里住多久了？（选填）
zh_hant: 在那裡住多久了？（選填）

source: How long? (optional)
de: Wie lange? (optional)
es: ¿Cuánto tiempo hace? (opcional)
fr: Depuis combien de temps ? (facultatif)
ja: どのくらい経ちますか？（任意）
ko: 얼마나 됐나요? (선택)
zh_hans: 多久了？（选填）
zh_hant: 多久了？（選填）

source: How much will you talk each day?
de: Wie viel willst du täglich sprechen?
es: ¿Cuánto vas a hablar cada día?
fr: Tu vas parler combien chaque jour ?
ja: 1日にどのくらい話しますか？
ko: 하루에 얼마나 말할까요?
zh_hans: 每天要说多久？
zh_hant: 每天要說多久？

source: How the other person sounds. Who they are comes from the situation you describe.
de: Wie die andere Person klingt. Wer sie ist, ergibt sich aus der Situation, die du beschreibst.
es: La voz de la otra persona. Quién es se decide en la situación que describes.
fr: La voix de l’autre personne. Qui elle est se décide dans la situation que tu décris.
ja: 相手の声です。相手が誰かは、書いた状況から決まります。
ko: 상대 목소리예요. 그 사람이 누구인지는 적어주신 상황에서 정해져요.
zh_hans: 对方的声音。对方是谁，由你描述的情境决定。
zh_hant: 對方的聲音。對方是誰，由你描述的情境決定。

source: How they talk
de: Sprechweise
es: Su forma de hablar
fr: Sa façon de parler
ja: 話し方
ko: 말투
zh_hans: 说话方式
zh_hant: 說話方式

source: How this is assessed
de: So wird bewertet
es: Cómo se evalúa
fr: Comment c’est évalué
ja: 判定方法
ko: 판정 방식
zh_hans: 判定方式
zh_hant: 判定方式

source: How this scene is written
de: So entsteht diese Szene
es: Cómo se escribe esta escena
fr: Comment cette scène est écrite
ja: シーンの作られ方
ko: 이 상황연습이 어떻게 쓰이는지
zh_hans: 这个场景是怎么写出来的
zh_hant: 這個場景是怎麼寫出來的

source: How to improve
de: So wirst du besser
es: Cómo mejorar
fr: Comment progresser
ja: 伸ばし方
ko: 개선 방법
zh_hans: 怎么进步
zh_hant: 怎麼進步

source: How to level up
de: So steigst du auf
es: Cómo subir de nivel
fr: Comment monter de niveau
ja: レベルの上げ方
ko: 레벨 올리는 법
zh_hans: 怎么升级
zh_hant: 怎麼升級

source: How was today?
de: Wie war heute?
es: ¿Cómo te fue hoy?
fr: Ça a donné quoi, aujourd’hui ?
ja: 今日はどうだった？
ko: 오늘 어땠어?
zh_hans: 今天怎样？
zh_hant: 今天怎樣？

source: How was your day?
de: Wie war dein Tag?
es: ¿Qué tal el día?
fr: Ta journée, ça a été ?
ja: 今日はどんな一日だった？
ko: 오늘 하루 어땠어?
zh_hans: 今天过得怎样？
zh_hant: 今天過得怎樣？

source: How was your first conversation?
de: Wie war dein erstes Gespräch?
es: ¿Cómo fue tu primera llamada?
fr: Comment s’est passé ton premier appel ?
ja: はじめての通話はどうでしたか？
ko: 첫 대화는 어땠나요?
zh_hans: 第一次对话感觉怎么样？
zh_hant: 第一次對話感覺怎麼樣？

source: How was your first Watch?
de: Wie war dein erstes Watch?
es: ¿Cómo fue tu primera escena?
fr: Comment s’est passée ta première scène ?
ja: はじめてのシーン練習はどうでしたか？
ko: 첫 상황연습은 어땠나요?
zh_hans: 第一次情境练习感觉怎么样？
zh_hant: 第一次情境練習感覺怎麼樣？

source: How you met (and how long)
de: Wie ihr euch kennengelernt habt (und seit wann)
es: Cómo se conocieron (y cuánto hace)
fr: Comment tu l’as connu (et depuis quand)
ja: 出会ったきっかけ（と、付き合いの長さ）
ko: 어떻게 만났는지 (그리고 얼마나 됐는지)
zh_hans: 怎么认识的（认识多久了）
zh_hant: 怎麼認識的（認識多久了）

source: How your future self talks
de: So spricht dein fließendes Ich
es: Cómo habla tu yo fluido
fr: Comment ton moi fluide parle
ja: 流暢な自分がどう話すか
ko: 유창해진 내가 어떻게 말하는지
zh_hans: 流利的自己怎么说话
zh_hant: 流利的自己怎麼說話

source: How your level moves
de: So bewegt sich dein Niveau
es: Cómo se mueve tu nivel
fr: Comment ton niveau évolue
ja: レベルの動き方
ko: 레벨이 움직이는 방식
zh_hans: 等级怎么变动
zh_hant: 等級怎麼變動

source: How's your day going?
de: Wie läuft dein Tag?
es: ¿Todo bien hoy?
fr: Rien de spécial aujourd’hui ?
ja: 今日は変わりない？
ko: 오늘 별일 없지?
zh_hans: 今天还好吧？
zh_hant: 今天還好吧？

source: I agree
de: Ich stimme zu
es: Acepto
fr: J’accepte
ja: 同意します
ko: 동의합니다
zh_hans: 我同意
zh_hant: 我同意

source: I called earlier.
de: Ich habe vorhin angerufen.
es: Te llamé hace un rato.
fr: Je t’ai appelé tout à l’heure.
ja: さっき電話したんだけど。
ko: 아까 전화했었는데.
zh_hans: 刚刚打给你了。
zh_hant: 剛剛打給你了。

source: I left you a message.
de: Ich habe dir eine Nachricht hinterlassen.
es: Te dejé un mensaje.
fr: Je t’ai laissé un message.
ja: メッセージ残しておいたよ。
ko: 메시지 남겨 뒀어.
zh_hans: 留了消息给你。
zh_hant: 留了訊息給你。

source: I'll help you keep it up
de: Ich helfe dir, dranzubleiben
es: Yo te ayudo a no dejarlo
fr: Je t’aiderai à ne pas lâcher
ja: 続けられるように手伝うよ
ko: 내가 계속하게 도와줄게
zh_hans: 我会帮你持续下去
zh_hant: 我會幫你持續下去

source: I'm %lld or older, and I agree to my recording being used to build my voice model.
de: Ich bin %lld oder älter und stimme zu, dass aus meiner Aufnahme ein Stimmmodell gebaut wird.
es: Tengo %lld años o más y acepto que mi grabación se use para crear mi modelo de voz.
fr: J’ai %lld ans ou plus et j’accepte que mon enregistrement serve à créer mon modèle vocal.
ja: 私は%lld歳以上で、自分の録音を音声モデルの作成に使うことに同意します。
ko: 저는 만 %lld세 이상이고, 제 녹음으로 음성 모델을 만드는 데 동의합니다.
zh_hans: 我已满%lld岁，并同意用我的录音创建我的语音模型。
zh_hant: 我已滿%lld歲，並同意用我的錄音建立我的語音模型。

source: I'm %lld or older.
de: Ich bin %lld oder älter.
es: Tengo %lld años o más.
fr: J’ai %lld ans ou plus.
ja: 私は%lld歳以上です。
ko: 저는 만 %lld세 이상입니다.
zh_hans: 我已满%lld岁。
zh_hant: 我已滿%lld歲。

source: If you can't talk
de: Wenn du nicht kannst
es: Si no puedes contestar
fr: Si tu ne peux pas répondre
ja: 出られないときは
ko: 못 받으면
zh_hans: 接不了的话
zh_hant: 接不了的話

source: Import practice data
de: Übungsdaten importieren
es: Importar datos de práctica
fr: Importer les données de pratique
ja: 練習データを読み込む
ko: 연습 데이터 가져오기
zh_hans: 导入练习数据
zh_hant: 匯入練習資料

source: In an hour
de: In einer Stunde
es: En una hora
fr: Dans une heure
ja: 1時間後
ko: 1시간 뒤
zh_hans: 1小时后
zh_hant: 1小時後

source: In short: creating new audio in your voice costs credits. Practicing with what already exists doesn't.
de: Kurz gesagt: Neues Audio in deiner Stimme kostet Credits. Mit Vorhandenem zu üben nicht.
es: En resumen: crear audio nuevo con tu voz gasta créditos. Practicar con lo que ya existe, no.
fr: En résumé : créer un nouvel audio avec ta voix coûte des crédits. S’entraîner avec ce qui existe déjà, non.
ja: まとめると、自分の声で新しい音声を作るときだけクレジットがかかります。すでにあるもので練習するのは無料です。
ko: 정리하면, 내 목소리로 새 오디오를 만들 때만 크레딧이 들어요. 이미 만들어진 걸로 연습하는 건 무료고요.
zh_hans: 简单说，只有用你的声音产生新音频时才会用掉点数。用已经有的内容练习不用。
zh_hant: 簡單說，只有用你的聲音產生新音訊時才會用掉點數。用已經有的內容練習不用。

source: In short: minutes buy speaking time with your fluent self. Practicing with what already exists is always free.
de: Kurz gesagt: Minuten kaufen Sprechzeit mit deinem fließenden Ich. Mit dem zu üben, was schon da ist, ist immer kostenlos.
es: En resumen: los minutos solo bajan cuando hablas con tu yo fluido. Repasar con lo que ya tienes es siempre gratis.
fr: En résumé : les minutes baissent seulement quand tu parles avec ton moi fluide. Réviser avec ce qui est déjà là est toujours gratuit.
ja: まとめると、時間が減るのは流暢な自分と話すときだけです。すでに集まったもので復習するのはいつでも無料です。
ko: 정리하면, 시간이 줄어드는 건 유창해진 나와 말할 때뿐이에요. 이미 쌓인 걸로 복습하는 건 언제나 무료고요.
zh_hans: 简单说，只有和流利的自己说话时才会用掉分钟数。用已经累积的内容复习永远免费。
zh_hant: 簡單說，只有和流利的自己說話時才會用掉分鐘數。用已經累積的內容複習永遠免費。

source: In the Core
de: Im Core
es: Núcleo
fr: Noyau
ja: コア
ko: 코어
zh_hans: 核心
zh_hant: 核心

source: In the Core · %lld days
de: Im Core · %lld Tage
es: Núcleo · %lld días
fr: Noyau · %lld jours
ja: コア · %lld日
ko: 코어 · %lld일
zh_hans: 核心 · %lld天
zh_hant: 核心 · %lld天

source: In your life
de: In deinem Alltag
es: De tu día a día
fr: Dans ton quotidien
ja: 自分の日常から
ko: 내 일상에서
zh_hans: 你的日常
zh_hant: 你的日常

source: In your own words (optional) — e.g. switches to English when excited
de: In eigenen Worten (optional) — z. B. wechselt ins Englische, wenn aufgeregt
es: A tu manera (opcional) — ej.: cambia al inglés cuando se emociona
fr: À ta façon (facultatif) — ex. : passe à l’anglais quand la personne s’emballe
ja: 自由に（任意）例：テンションが上がると英語になる
ko: 자유롭게 (선택) — 예: 신나면 영어로 바꿔 말함
zh_hans: 自由描述（选填）。例如：一兴奋就切换成英文
zh_hant: 自由描述（選填）。例如：一興奮就切換成英文

source: Incoming call
de: Eingehender Anruf
es: Llamada entrante
fr: Appel entrant
ja: 着信中
ko: 전화가 왔어요
zh_hans: 来电
zh_hant: 來電

source: Independent — I discuss most things with some ease
de: Selbstständig — die meisten Themen fallen mir leicht
es: Intermedio alto — hablo de casi cualquier tema sin mucha dificultad
fr: Intermédiaire avancé — je parle de presque tout sans trop de mal
ja: 中上級 · たいていの話題なら難なく話せる
ko: 중상급 — 웬만한 주제는 어렵지 않게 이야기해요
zh_hans: 中上级 · 大部分话题都能轻松聊
zh_hant: 中上級 · 大部分話題都能輕鬆聊

source: Instead of a reminder, your fluent self phones you once a day with a question to answer out loud.
de: Statt einer Erinnerung ruft dich dein fließendes Ich einmal am Tag an – mit einer Frage, die du laut beantwortest.
es: En vez de un recordatorio, tu yo fluido te llama una vez al día con una pregunta para contestar en voz alta.
fr: Au lieu d’un rappel, ton moi fluide t’appelle une fois par jour avec une question à laquelle répondre à voix haute.
ja: 通知の代わりに、流暢な自分が1日1回電話をかけてきて、声に出して答える質問をひとつ投げかけます。
ko: 알림이 뜨는 대신, 유창해진 내가 하루에 한 번 전화를 걸어요. 소리 내어 답할 질문 하나를 들고요.
zh_hans: 不是提醒通知，而是流利的自己每天打一通电话给你，带着一个要你开口回答的问题。
zh_hant: 不是提醒通知，而是流利的自己每天打一通電話給你，帶著一個要你開口回答的問題。

source: Instead of a reminder, your fluent self phones you once a day with a question to answer out loud. They remember how the last call went.
de: Statt einer Erinnerung ruft dich dein fließendes Ich einmal am Tag an – mit einer Frage, die du laut beantwortest. Es erinnert sich, wie das letzte Gespräch lief.
es: En vez de un recordatorio, tu yo fluido te llama una vez al día con una pregunta para contestar en voz alta. Y se acuerda de cómo fue la última llamada.
fr: Au lieu d’un rappel, ton moi fluide t’appelle une fois par jour avec une question à laquelle répondre à voix haute. Et il se rappelle comment le dernier appel s’est passé.
ja: 通知の代わりに、流暢な自分が1日1回電話をかけてきて、声に出して答える質問をひとつ投げかけます。前回の通話がどうだったかも覚えています。
ko: 알림이 뜨는 대신, 유창해진 내가 하루에 한 번 전화를 걸어요. 소리 내어 답할 질문 하나를 들고요. 지난 통화가 어땠는지도 기억하고 있어요.
zh_hans: 不是提醒通知，而是流利的自己每天打一通电话给你，带着一个要你开口回答的问题。上一通电话聊了什么，也都记得。
zh_hant: 不是提醒通知，而是流利的自己每天打一通電話給你，帶著一個要你開口回答的問題。上一通電話聊了什麼，也都記得。

source: Interests
de: Interessen
es: Intereses
fr: Centres d’intérêt
ja: 興味
ko: 관심사
zh_hans: 兴趣
zh_hant: 興趣

source: Into your study notebook
de: Wandert ins Lernheft
es: Va a tu libreta para seguir estudiándolo
fr: Dans ton carnet de vocabulaire, pour continuer
ja: 単語帳に入れて学習を続けます
ko: 단어장에 담아 계속 학습해요
zh_hans: 放进单词本，继续学
zh_hant: 放進單字本，繼續學

source: Introduction
de: Vorstellung
es: Presentación
fr: Présentation
ja: 紹介
ko: 소개
zh_hans: 介绍
zh_hant: 介紹

source: Invite & credits
de: Einladen & Credits
es: Invitaciones y créditos
fr: Invitations et crédits
ja: 招待とクレジット
ko: 초대와 크레딧
zh_hans: 邀请与点数
zh_hant: 邀請與點數
